---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingJustificationU
source: html/04179e51-efbb-1e56-e8c9-16f86ade4c67.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingJustificationU Property

"Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingJustificationU { get; }
```